Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUD_PROMPT_FOR_BACKUP_MSG
source: If you erase now, you may lose important data that has not been backed up.
ar: إذا قمت بالمسح الآن، فربما تفقد البيانات الهامة التي تم نسخها احتياطيًا.
bg: Ако изтриете сега, може да загубите важни данни, които не са архивирани.
ca: Si ho esborres ara, pots perdre dades importants que no s’han desat com a còpia de seguretat.
cs: Pokud teď zařízení vymažete, můžete ztratit důležitá data, která nebyla zálohována.
da: Hvis du sletter nu, kan du miste vigtige data, som ikke er blevet sikkerhedskopieret.
de: Wenn du jetzt löschst, verlierst du möglicherweise wichtige Daten, die noch nicht gesichert wurden.
el: Αν επιλέξετε σβήσιμο τώρα, μπορεί να χαθούν σημαντικά δεδομένα, για τα οποία δεν έχει δημιουργηθεί εφεδρικό αντίγραφο.
es: Si borras ahora, puedes perder datos importantes de los que aún no se ha realizado una copia de seguridad.
es_us: Si borras ahora, podrías perder datos importantes que no se hayan respaldado.
fi: Jos tyhjennät nyt, saatat menettää tärkeää dataa, jota ei ole vielä varmuuskopioitu.
fr: Si vous effacez l’appareil maintenant, vous risquez de perdre des données importantes qui n’ont pas encore été sauvegardées.
fr_ca: Si vous effacez votre appareil maintenant, vous risquez de perdre des données importantes qui n’ont pas été sauvegardées.
he: מחיקה כעת עשויה להוביל לאובדן נתונים חשובים שלא גובו.
hi: यदि आप अभी मिटाते हैं, आप महत्वपूर्ण डेटा गंवा सकते हैं जिसका बैकअप नहीं लिया गया है।
hr: Obrišete li odmah, možda ćete izgubiti važne podatke koji nisu sigurnosno kopirani.
hu: Ha most törli, akkor fontos adatokat veszíthet el, amelyekről nem készült biztonsági mentés.
id: Jika Anda menghapus sekarang, Anda dapat kehilangan data penting yang belum dicadangkan.
it: Inizializzando ora, potresti perdere alcuni dati importanti di cui non è stato possibile eseguire il backup.
ja: 今すぐ消去すると、iCloudにバックアップされていない重要なデータが失われる可能性があります。
kk: Деректерді дәл қазір өшірсеңіз, сақтық көшірмесі жасалған маңызды деректерді жоғалтуыңыз мүмкін.
ko: 지금 지우면 백업되지 않은 중요한 데이터를 잃을 수 있습니다.
lt: Jei ištrinsite dabar, galite prarasti svarbius duomenis, kurių atsarginės kopijos nesukurtos.
ms: Jika anda memadamkan sekarang, anda mungkin kehilangan data penting yang belum disandarkan.
nl: Als je nu wist, kun je belangrijke gegevens verliezen waarvan geen back-up is gemaakt.
no: Hvis du sletter nå, kan du miste viktige data som ikke er sikkerhetskopiert enda.
pl: Jeśli wymażesz teraz, możesz utracić ważne dane, w przypadku których utworzenie backupu było niemożliwe.
pt: Se apagar agora, você pode perder dados importantes cujo backup não foi realizado.
pt_pt: Se apagar agora, é possível que perca dados importantes que não tenham sido copiados.
ro: Dacă ștergeți acum, este posibil să pierdeți date importante pentru care nu s‑a efectuat backup.
ru: Если стереть сейчас, Вы можете потерять важные данные, для которых не была создана резервная копия.
sk: Ak hneď spustíte vymazávanie zariadenia, môžete stratiť dôležité dáta, ktoré neboli zálohované.
sl: Če izbrišete zdaj, boste morda izgubili pomembne podatke, ki niso bili varnostno kopirani.
sv: Om du raderar nu kan du bli av med viktiga data som inte har säkerhetskopieras.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณอาจสูญเสียข้อมูลสำคัญที่ยังไม่ได้สำรองข้อมูล
tr: Şimdi silerseniz, yedeklenmeyen önemli verileri kaybedebilirsiniz.
uk: Якщо стерти зараз, можна втратити важливі дані, для яких не було створено резервної копії.
vi: Nếu bạn xóa bây giờ, bạn có thể mất dữ liệu quan trọng chưa được sao lưu.
zh_cn: 如果现在抹掉，你可能会丢失尚未备份的重要数据。
zh_hk: 如立即清除，你可能會遺失尚未備份的重要資料。
zh_tw: 若立即清除，你可能會遺失尚未備份的重要資料。

# ICLOUD_SYNC_PROGRESS_PERCENT_COMPLETE
source: %@ complete…
ar: اكتمل %@…
bg: %@ завършено…
ca: %@ completat…
cs: Dokončeno %@…
da: %@ færdig…
de: %@ abgeschlossen …
el: %@ ολοκληρώθηκε…
es: %@ completado…
es_us: %@ completado…
fi: %@ suoritettu…
fr: Synchronisé à %@…
fr_ca: Progression : %@
he: הושלמו %@…
hi: %@ पूर्ण…
hr: %@ dovršeno…
hu: %@ kész…
id: %@ selesai…
it: %@ completato…
ja: %@完了…
kk: %@ аяқтау…
ko: %@ 완료…
lt: %@ baigti…
ms: %@ selesai…
nl: %@ voltooid…
no: %@ fullført…
pl: %@ ukończone…
pt: %@ concluído…
pt_pt: %@ concluído…
ro: %@ finalizat…
ru: Выполнено %@…
sk: Dokončené na %@…
sl: Dokončano: %@ …
sv: %@ klart…
th: สำเร็จ %@…
tr: %@ tamamlandı…
uk: %@ завершено…
vi: Hoàn thành %@…
zh_cn: 已完成%@…
zh_hk: 已完成%@⋯
zh_tw: 已完成%@⋯

source: Erase Anyway
ar: مسح على أي حال
bg: Все пак изтрий
ca: Esborra igualment
cs: Přesto smazat
da: Slet alligevel
de: Trotzdem löschen
el: Σβήσιμο ούτως ή άλλως
es: Borrar de todos modos
es_us: Borrar de todos modos
fi: Tyhjennä silti
fr: Effacer quand même
fr_ca: Supprimer malgré tout
he: מחק בכל זאת
hi: फिर भी मिटाएँ
hr: Svejedno obriši
hu: Törlés mindenképp
id: Tetap Hapus
it: Inizializza comunque
ja: このまま消去する
kk: Кез келген жағдайда өшіру
ko: 그래도 지우기
lt: Vis tiek trinti
ms: Padam Juga
nl: Wis toch
no: Slett likevel
pl: Wymaż mimo to
pt: Apagar Mesmo Assim
pt_pt: Apagar
ro: Ștergeți oricum
ru: Стереть в любом случае
sk: Vymazať aj tak
sl: Vseeno izbriši
sv: Radera ändå
th: ยืนยันจะลบข้อมูลเครื่อง
tr: Yine de Sil
uk: Все одно стерти
vi: Vẫn xóa
zh_cn: 仍然抹掉
zh_hk: 強制清除
zh_tw: 強制清除

# FAIL_FORWARD_TITLE
source: Apple Vision Pro Requires Service
ar: تحتاج Apple Vision Pro إلى صيانة
bg: Apple Vision Pro изисква обслужване
ca: Reparació de l’Apple Vision Pro necessària
cs: Apple Vision Pro potřebuje opravu
da: Apple Vision Pro skal til eftersyn
de: Wartung der Apple Vision Pro erforderlich
el: Το Apple Vision Pro χρειάζεται σέρβις
es: El Apple Vision Pro necesita servicio técnico
es_us: El Apple Vision Pro requiere mantenimiento
fi: Apple Vision Pro tarvitsee huoltoa
fr: L’Apple Vision Pro doit être réparé
fr_ca: L’Apple Vision Pro requiert une réparation
he: ל-Apple Vision Pro נדרש תיקון
hi: Apple Vision Pro को सर्विस की ज़रूरत है
hr: Uređaju Apple Vision Pro potreban je servis
hu: Az Apple Vision Pro javításra szorul
id: Apple Vision Pro Perlu Diservis
it: Apple Vision Pro richiede assistenza
ja: Apple Vision Proはサービスを受ける必要があります
kk: Apple Vision Pro құрылғысына қызмет көрсету қажет
ko: Apple Vision Pro 수리 서비스 필요
lt: Reikia atlikti „Apple Vision Pro“ įrenginio techninę priežiūrą
ms: Apple Vision Pro Memerlukan Perkhidmatan
nl: Service vereist voor Apple Vision Pro
no: Apple Vision Pro trenger service
pl: Apple Vision Pro wymaga serwisu
pt: O Apple Vision Pro Requer Manutenção
pt_pt: Apple Vision Pro necessita de assistência
ro: Apple Vision Pro‑ul necesită service
ru: Требуется сервисное обслуживание Apple Vision Pro
sk: Apple Vision Pro vyžaduje servis
sl: Apple Vision Pro potrebuje servis
sv: Apple Vision Pro behöver service
th: Apple Vision Pro ต้องเข้ารับบริการ
tr: Apple Vision Pro Servis Gerektiriyor
uk: Apple Vision Pro потребує обслуговування
vi: Apple Vision Pro yêu cầu dịch vụ
zh_cn: Apple Vision Pro需要维修
zh_hk: Apple Vision Pro需要維修服務
zh_tw: Apple Vision Pro需要維修服務

# RESET_SCENE_UNDERSTANDING_DATA_TITLE
source: Reset Surroundings Data
ar: إعادة تعيين بيانات البيئة المحيطة
bg: Нулирай данни за околностите
ca: Restableix les dades de l’entorn
cs: Resetovat údaje o okolí
da: Nulstil omgivelsesdata
de: Umgebungsdaten zurücksetzen
el: Επαναφορά δεδομένων περιβάλλοντα χώρου
es: Restablece los datos del entorno
es_us: Restaurar datos del entorno
fi: Nollaa ympäristötiedot
fr: Réinitialiser les données d’environnement
fr_ca: Réinitialiser les données de l’environnement
he: איפוס נתוני ״סביבה״
hi: आस-पास का डेटा रीसेट करें
hr: Resetiraj podatke o okruženju
hu: Környezeti adatok alaphelyzetbe állítása
id: Atur Ulang Data Lingkungan Sekitar
it: Inizializza i dati ambientali
ja: 周囲データをリセット
kk: Айнала туралы деректерді бастапқы күйге қайтару
ko: 주변 데이터 재설정
lt: Iš naujo nustatyti aplinkos duomenis
ms: Reset Data Persekitaran
nl: Herstel omgevingsgegevens
no: Nullstill omgivelsesdata
pl: Wyzeruj dane otoczenia
pt: Redefina os Dados dos Arredores
pt_pt: Repor dados do espaço envolvente
ro: Resetați datele despre împrejurimi
ru: Сброс данных об окружении
sk: Resetovanie údajov o okolí
sl: Ponastavitev podatkov o okolici
sv: Nollställ omgivningsdata
th: รีเซ็ตข้อมูลสภาพแวดล้อม
tr: Çevre Verilerini Sıfırla
uk: Скинути дані про оточення
vi: Đặt lại dữ liệu môi trường
zh_cn: 还原周围数据
zh_hk: 重設周邊環境數據
zh_tw: 重置周遭環境資料

# ICLOUD_BACKUP_AND_SYNC_MSG
source: If you erase now, you may lose photos and other data that are being uploaded to iCloud.
ar: إذا قمت بالمسح الآن، فربما تفقد الصور والبيانات الأخرى التي يجري حاليًا تحميلها إلى iCloud.
bg: Ако изтриете сега, може да загубите снимки и други данни, които се качват в iCloud.
ca: Si ho esborres ara, pots perdre les fotos i altres dades que s’estan carregant a l’iCloud.
cs: Pokud teď zařízení vymažete, můžete ztratit fotografie a další data, která jsou právě odesílána na iCloud.
da: Hvis du sletter nu, kan du miste fotos og andre data, som bliver overført til iCloud.
de: Wenn du jetzt löschst, verlierst du möglicherweise Fotos und andere Daten, die gerade auf iCloud hochgeladen werden.
el: Αν επιλέξετε σβήσιμο τώρα, μπορεί να χαθούν φωτογραφίες και άλλα δεδομένα, τα οποία ανεβαίνουν στο iCloud.
es: Si borras ahora, puedes perder fotos y otros datos que estén cargándose en iCloud.
es_us: Si borras ahora, podrías perder fotos y otros datos que se estén cargando en iCloud.
fi: Jos tyhjennät nyt, saatat menettää kuvia ja muuta dataa, joita lähetetään iCloudiin.
fr: Si vous effacez l’appareil maintenant, vous risquez de perdre les photos et autres données en cours de téléchargement sur iCloud.
fr_ca: Si vous effacez votre appareil maintenant, vous risquez de perdre des photos et d’autres données qui sont en cours de téléversement vers iCloud.
he: מחיקה כעת עשויה להוביל לאובדן תמונות ונתונים נוספים שנמצאים בתהליך העלאה ל-iCloud.
hi: यदि आप अभी मिटाते हैं, तो तस्वीरें और अन्य डेटा गँवा सकते हैं जिसे iCloud पर अपलोड किया जा रहा है।
hr: Obrišete li odmah, možda ćete izgubiti fotografije i druge podatke koji se postavljaju na iCloud.
hu: Ha most törli az eszközt, akkor fotókat és egyéb adatokat veszíthet el, amelyeknek az iCloudba való feltöltése folyamatban van.
id: Jika Anda menghapus sekarang, Anda dapat kehilangan foto dan data lainnya yang sedang diunggah ke iCloud.
it: Inizializzando ora, potresti perdere le foto e gli altri dati che stai caricando su iCloud.
ja: 今すぐ消去すると、iCloudにアップロード中の写真およびその他のデータが失われる可能性があります。
kk: Деректерді қазір өшірсеңіз, фотолар мен iCloud аккаунтына жүктеліп салынған басқа деректерді жоғалтуыңыз мүмкін.
ko: 지금 지우면 현재 iCloud에 업로드 중인 사진 및 기타 데이터를 잃을 수 있습니다.
lt: Jei ištrinsite dabar, galite prarasti nuotraukas ir kitus duomenis, kurie keliami į „iCloud“.
ms: Jika anda memadamkan sekarang, anda mungkin kehilangan foto dan data lain yang sedang dimuat naik ke iCloud.
nl: Als je nu wist, kun je foto's en andere gegevens verliezen die naar iCloud worden geüpload.
no: Hvis du sletter nå, kan du miste bilder og andre data som lastes opp til iCloud nå.
pl: Jeśli wymażesz teraz, możesz utracić zdjęcia i inne dane, które są właśnie wysyłane do iCloud.
pt: Se apagar agora, você pode perder fotos e outros dados que estão sendo enviados ao iCloud.
pt_pt: Se apagar agora, poderá perder as fotografias e outros dados que estão a ser enviados para iCloud.
ro: Dacă ștergeți acum, este posibil să pierdeți poze și alte date care sunt în curs de încărcare pe iCloud.
ru: Если стереть сейчас, Вы можете потерять фото и другие данные, которые выгружаются в iCloud.
sk: Ak hneď spustíte vymazávanie zariadenia, môžete stratiť fotky a ďalšie dáta, ktoré sa odosielajú do iCloudu.
sl: Če izbrišete zdaj, lahko izgubite fotografije in druge podatke, ki se nalagajo v iCloud.
sv: Om du raderar nu kan du bli av med bilder och andra data som håller på att överföras till iCloud.
th: ถ้าคุณลบข้อมูลในตอนนี้ คุณอาจสูญเสียรูปภาพและข้อมูลอื่นที่กำลังถูกอัปโหลดไปยัง iCloud
tr: Şimdi silerseniz iCloud’a yüklenmekte olan fotoğrafları ve diğer verileri kaybedebilirsiniz.
uk: Якщо стерти зараз, ви можете втратити фотографії та інші дані, які ще закачуються до iCloud.
vi: Nếu bạn xóa bây giờ, bạn có thể mất các ảnh và dữ liệu khác đang được tải lên iCloud.
zh_cn: 如果现在抹掉，你可能会丢失正在上传到iCloud的照片和其他数据。
zh_hk: 如立即清除，你可能會遺失正在上載至iCloud的相片和其他資料。
zh_tw: 若立即清除，你可能會遺失正在上傳到iCloud的照片和其他資料。

# RESET_AKEY
source: Reset Authentication Key
ar: إعادة تعيين مفتاح المصادقة
bg: Нулиране на Ключ за идентификация
ca: Restableix la clau d’autenticació
cs: Obnovit ověřovací klíč
da: Nulstil godkendelsesnøgle
de: Schlüssel zurücksetzen
el: Επαναφ. ταυτοποίησης
es: Nueva clave de autenticación
es_us: Nueva clave de autentic.
fi: Nollaa todennusavain
fr: Nouvelle clé d’authentification
fr_ca: Nouvelle clé d’authentif.
he: איפוס קוד האימות
hi: प्रमाणन-की रीसेट करें
hr: Resetiraj autorizacijski ključ
hu: Hitelesítési kulcs alaphelyzetbe állítása
id: Atur Ulang Kunci Pengesahan
it: Ripristina chiave autenticazione
ja: 認証キーをリセット
kk: Аутентификация пернесін бастапқы күйге қайтару
ko: 인증 키 재설정
lt: Nustatyti autentifikavimo raktą iš naujo
ms: Reset Kunci Pengesahan
nl: Herstel authenticatiecode
no: Nullstill autentiseringsnøkkel
pl: Wyzeruj uwierzytelnienie
pt: Redefinir Chave de Autent.
pt_pt: Repor chave de autenticação
ro: Resetați cheia de autentificare
ru: Сбросить ключ аутентификации
sk: Resetovať autentifikačný kľúč
sl: Ponastavi ključ za preverjanje pristnosti
sv: Nollställ autentisering
th: รีเซ็ตรหัสการตรวจสอบสิทธิ์
tr: Kimlik Doğrulamayı Sıfırla
uk: Скинути ключ автентифікації
vi: Đặt lại khóa xác thực
zh_cn: 还原鉴定密钥
zh_hk: 重設認證密鑰
zh_tw: 重置認證密鑰

# ICLOUD_NEEDS_POWER_WLAN
source: Connect to power and stay on WLAN while completing.
ar: اتصل بمصدر طاقة وابق متصلاً بشبكة WLAN أثناء إتمام العملية.
bg: Свържете се към захранването и останете свързани към WLAN, докато приключи.
ca: Connecta el dispositiu al corrent i no el desconnectis de la WLAN fins que finalitzi el procés.
cs: Do dokončení nastavení zůstaňte připojeni k WLAN a napájení.
da: Slut til strømforsyning, og bliv på WLAN under færdiggørelse.
de: Bleibe zum Abschließen mit dem Stromnetz und WLAN verbunden.
el: Συνδέστε τη συσκευή στο ρεύμα και διατηρήστε τη σύνδεση WLAN κατά την ολοκλήρωση.
es: Conecta el dispositivo a una fuente de alimentación y no lo desconectes de la red WLAN durante el proceso.
es_us: Mantente conectado al WLAN y a una fuente de energía mientras termina.
fi: Liitä virtalähteeseen ja suorita loppuun pysymällä WLAN-verkossa.
fr: Branchez-vous sur secteur et restez connecté au WLAN jusqu’à la fin de l’opération.
fr_ca: Branchez l’appareil à une source d’alimentation et restez connecté à un réseau WLAN jusqu’à la fin de l’opération.
he: להשלמת הפעולה, חבר/י את המכשיר לחשמל והישאר/י מחובר לרשת WLAN.
hi: पूरा होने तक पावर से कनेक्ट करके रखें और WLAN पर बने रहें।
hr: Spojite uređaj na napajanje i ostanite spojeni na WLAN tijekom dovršavanja.
hu: Csatlakoztassa a töltőt, és hagyja bekapcsolva a WLAN-t, amíg be nem fejezi.
id: Hubungkan ke daya dan tetap di WLAN saat menyelesaikan.
it: Collegati a una sorgente di alimentazione e rimani connesso alla rete WLAN mentre completi l’operazione.
ja: 完了中は電源に接続してWLANに接続したままにしてください。
kk: Аяқталғанша қуат көзіне және WLAN желісіне қосулы болыңыз.
ko: 완료하는 동안 전원에 연결하고 WLAN을 유지하십시오.
lt: Užbaigdami prisijunkite prie maitinimo tinklo ir likite prisijungę prie WLAN tinklo.
ms: Sambung ke sumber kuasa dan kekal pada WLAN semasa melengkapkan.
nl: Sluit aan op een stroombron en blijf verbonden met WLAN om te voltooien.
no: Koble til strøm og ikke koble fra WLAN under fullføringen.
pl: Podłącz do zasilania i nie rozłączaj się z siecią WLAN do zakończenia.
pt: Conecte à alimentação e permaneça na rede WLAN durante a conclusão.
pt_pt: Mantenha a ligação à corrente e à rede WLAN até à conclusão do processo.
ro: Conectați dispozitivul la alimentare și mențineți conexiunea la WLAN pentru finalizare.
ru: Подключитесь к источнику питания и сети WLAN и не отключайтесь до завершения операции.
sk: Počas dokončovania pripojte napájanie a zostaňte v sieti WLAN.
sl: Priklopite napravo na napajanje in ohranite povezavo z omrežjem WLAN med dokončevanjem.
sv: Anslut till en strömkälla och fortsätt vara ansluten till WLAN under tiden.
th: เสียบสายชาร์จและเชื่อมต่อกับ WLAN ตลอดเวลาจนกว่าจะสำเร็จ
tr: Tamamlarken güce ve WLAN’a bağlı kalın.
uk: Підʼєднайте живлення і не відʼєднуйтесь від WLAN під час виконування.
vi: Kết nối với nguồn điện và duy trì WLAN trong khi đang hoàn tất.
zh_cn: 完成过程中请接入电源并保持无线局域网连接。
zh_hk: 完成期間請連接電源並保持WLAN連線。
zh_tw: 完成期間請連接電源並保持WLAN連線。

# ICLOUD_SYNC_NEEDS_WLAN_TITLE
source: Connect to WLAN
ar: الاتصال بالـ WLAN
bg: Свързване към WLAN
ca: Connecta’t a una xarxa WLAN
cs: Připojit k WLAN
da: Forbind med WLAN
de: Mit WLAN verbinden
el: Σύνδεση σε WLAN
es: Conéctate a una red WLAN
es_us: Conéctate a una red WLAN.
fi: Yhdistä WLANiin
fr: Se connecter au WLAN
fr_ca: Se connecter à un réseau WLAN
he: יש להתחבר לרשת WLAN
hi: WLAN से कनेक्ट करें
hr: Spojite se na WLAN
hu: Csatlakozás a WLAN-hálózathoz
id: Hubungkan ke WLAN
it: Connettiti alla rete WLAN
ja: WLANに接続
kk: WLAN желісіне қосылу
ko: WLAN에 연결
lt: Prijungti prie WLAN
ms: Sambung ke WLAN
nl: Verbind via WLAN
no: Koble til WLAN
pl: Połącz się z siecią WLAN
pt: Conectar a WLAN
pt_pt: Ligar à rede WLAN
ro: Conectați‑vă la WLAN
ru: Подключение к WLAN
sk: Pripojte sa k WLAN
sl: Vzpostavi povezavo z omrežjem WLAN
sv: Anslut till WLAN
th: เชื่อมต่อกับ WLAN
tr: WLAN’a Bağlanın
uk: Підʼєднайтеся до WLAN
vi: Kết nối vào WLAN
zh_cn: 接入无线局域网
zh_hk: 連接WLAN
zh_tw: 連接WLAN

# ICLOUD_BACKUP_DISABLED_AND_SYNC_ERROR_MSG_WLAN
source: Make sure you are connected to WLAN. Your backup is disabled. You can turn it on at Settings → AppleID → iCloud → iCloud Backup
ar: تأكد من الاتصال بالـ WLAN. النسخ الاحتياطي مُعطَّل. يمكنك تشغيله من الإعدادات ← Apple ID ← ‏iCloud ← النسخ الاحتياطي على iCloud
bg: Уверете се, че сте свързани с WLAN. Резервното копие е деактивирано. Можете да го включите в Настройки → Apple ID → iCloud → iCloud резервно копие
ca: Comprova que tinguis connexió a la WLAN. La còpia de seguretat està desactivada. Pots activar‑la des de la configuració → ID d’Apple → iCloud → Còpia a l’iCloud.
cs: Ujistěte se, že jste připojení k WLAN. Zálohování je vypnuté. Můžete ho zapnout v Nastavení → Apple ID → iCloud → Záloha na iCloudu
da: Sørg for, at der er forbindelse til WLAN. Sikkerhedskopiering er slået fra. Du kan slå det til i Indstillinger → Apple-id → iCloud → iCloud-sikkerhedskopi
de: Stelle sicher, dass du mit einem WLAN verbunden bist. Dein Backup ist deaktiviert. Du kannst es in „Einstellungen“ → „Apple-ID“ → „iCloud“ → „iCloud-Backup“ aktivieren.
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι σε δίκτυο WLAN. Το εφεδρικό σας αντίγραφο είναι απενεργοποιημένο. Μπορείτε να το ενεργοποιήσετε στις «Ρυθμίσεις» → «Apple ID» → «iCloud» → «Εφεδρικό αντίγραφο iCloud»
es: Asegúrate de tener conexión a una red WLAN. La copia de seguridad está desactivada. Puedes activarla en Ajustes → ID de Apple → iCloud → Copia en iCloud
es_us: Asegúrate de tener conexión a una red WLAN. Tu respaldo está desactivado; lo puedes activar en Configuración → Apple ID → iCloud → Respaldo en iCloud
fi: Varmista, että olet yhteydessä WLANiin. Varmuuskopiointi on pois käytöstä. Voit laittaa sen päälle kohdassa Asetukset → Apple ID → iCloud → iCloud-varmuuskopio
fr: Assurez-vous d’être connecté à un réseau WLAN. Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud.
fr_ca: Vérifiez que vous êtes connecté au WLAN. Votre sauvegarde est désactivée. Vous pouvez l’activer dans Réglages → Identifiant Apple → iCloud → Sauvegarde iCloud.
he: יש לוודא שהמכשיר מחובר לרשת WLAN. אפשרות הגיבוי אינה פעילה אצלך כרגע. ניתן להפעיל אותה דרך ״הגדרות״ ←‏ Apple ID ‏← iCloud ← ״גיבוי iCloud״
hi: सुनिश्चित करें कि आप WLAN से कनेक्टेड हैं। आपका बैकअप अक्षम है। आप सेटिंग्ज़ → Apple ID → iCloud → iCloud बैकअप में उसे चालू कर सकते हैं
hr: Provjerite jeste li spojeni na WLAN. Sigurnosna kopija je onemogućena. Možete je uključiti u Postavkama → Apple ID → iCloud → iCloud sigurnosna kopija
hu: Győződjön meg arról, hogy WLAN-hálózathoz csatlakozik. A biztonsági mentés le van tiltva. A bekapcsolásához válassza a Beállítások → Apple ID → iCloud → iCloud biztonsági mentés menüpontot
id: Pastikan Anda terhubung ke WLAN. Cadangan Anda dinonaktifkan. Anda dapat menyalakannya di Pengaturan → ID Apple → iCloud → Cadangan iCloud
it: Assicurati che la connessione WLAN sia attiva. Il backup è disabilitato. Puoi attivarlo in Impostazioni → ID Apple → iCloud → Backup iCloud
ja: WLANに接続されていることを確認してください。バックアップが無効になっています。“設定” → “Apple ID” → “iCloud” → “iCloudバックアップ”でオンにできます。
kk: WLAN желісіне қосылғаныңызға көз жеткізіңіз. Сақтық көшірмеңіз өшірулі. Оны Реттеулер → Apple ID → iCloud → iCloud сақтық көшірмесі тармағы арқылы қосуға болады
ko: WLAN에 연결되어 있는지 확인하십시오. 백업이 비활성화되었습니다. 설정 → Apple ID → iCloud → iCloud 백업에서 백업을 켤 수 있습니다.
lt: Įsitikinkite, kad esate prisijungę prie WLAN tinklo. Atsargės kopijos kūrimas išjungtas. Jį galite įjungti pasirinkę „Nustatymai“ → „Apple ID“ → „iCloud“→ „iCloud“ atsarginė kopija“
ms: Pastikan anda disambungkan ke WLAN. Sandaran anda dinyahdayakan. Anda boleh mengaktifkannya di Seting → Apple ID → iCloud → Sandaran iCloud
nl: Controleer of er verbinding is met WLAN. Je back‑up is uitgeschakeld. Je kunt deze inschakelen in Instellingen via 'Apple ID' → 'iCloud' → 'Back‑up in iCloud'
no: Kontroller at du er koblet til WLAN. Sikkerhetskopiering er deaktivert. Du kan slå det på i Innstillinger → Apple‑ID → iCloud → iCloud-sikkerhetskopi
pl: Upewnij się, że masz połączenie z siecią WLAN. Backup jest wyłączony. Aby go włączyć, przejdź do ekranu Ustawienia → Apple ID → iCloud → Backup w iCloud.
pt: Certifique-se de que haja uma conexão WLAN. O backup está desativado. Você pode ativá-lo em Ajustes → ID Apple → iCloud → Backup do iCloud.
pt_pt: Certifique‑se de que tem ligação a uma rede WLAN. A cópia de segurança está desativada. Pode ativá‑la em Definições → ID Apple → iCloud → Cópia em iCloud
ro: Asigurați‑vă că dispuneți de conexiune WLAN. Backupul este dezactivat. Îl puteți activa în Configurări → ID Apple → iCloud → Backup iCloud
ru: Убедитесь, что устройство подключено к сети WLAN. Резервное копирование сейчас выключено. Его можно включить в меню Настройки → Apple ID → iCloud → Резервная копия в iCloud.
sk: Uistite sa, že máte pripojenie k WLAN. Vaša záloha je vypnutá. Zapnúť ju môžete v Nastavenia → Apple ID → iCloud → iCloud Záloha.
sl: Prepričajte se, da ste povezani z omrežjem WLAN. Varnostno kopiranje je onemogočeno. Vklopite ga lahko v razdelku Nastavitve > Apple ID > iCloud > Varnostno kopiranje v iCloud
sv: Se till att du är ansluten till WLAN. Säkerhetskopiering är avaktiverad. Du kan slå på den i Inställningar → Apple-ID → iCloud → iCloud-säkerhetskopia.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ WLAN ข้อมูลสำรองของคุณปิดใช้งานอยู่ คุณสามารถเปิดใช้ได้ที่การตั้งค่า → Apple ID → iCloud → ข้อมูลสำรอง iCloud
tr: WLAN’a bağlı olduğunuzdan emin olun. Yedekleme etkisizleştirilmiş. Yedeklemeyi Ayarlar → Apple Kimliği → iCloud → iCloud Yedekleme’de açabilirsiniz.
uk: Переконайтеся, що ви маєте зʼєднання з мережею WLAN. Функцію резервного копіювання вимкнено. Щоб увімкнути її, перейдіть у меню Параметри → Apple ID → iCloud → Резервна копія iCloud
vi: Đảm bảo rằng thiết bị của bạn được kết nối vào WLAN. Tính năng sao lưu của bạn đã bị tắt. Bạn có thể bật tính năng tại Cài đặt → ID Apple → iCloud → Sao lưu iCloud
zh_cn: 请确保已接入无线局域网。备份已停用。你可以在“设置”→ Apple ID → iCloud → iCloud云备份中打开
zh_hk: 請確定你已連接WLAN。你的備份已停用。你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟
zh_tw: 請確定你已連接WLAN。已停用你的備份。你可以在「設定」→ Apple ID → iCloud →「iCloud備份」中開啟
